n = 124
print (n)
n = "s;dlfk"
print(type(n))# команда type указывает переменная какого типа вызывается

n = "s;dlf'spdffd'sdfsdf" # комбинируя ковычки можно писать другие строки внутри строк

# льыдла
# ываыа
# ывааыв  Массовое копирование возможно с командами cntrl+k  => cntrl+c 
#ldkfmsldkf Массовое раскопирование с командами cntrl+k => cntrl+u
a=5
b = 6.34 
c = "sfsdfs"

print (f"{a} - {b} - {c}") # шаблон f - предоставляет возможность распечатки через определенный знак например - как тут

print ("{} - {} - {}" .format(a,b,c)) #.format предоставляет возможность распечатать переменные как необходимо перечислив их в скобках

print ("Введите что-нибудь: ")
a = input() # для функции ввода используется команда input
print(a)
b = input("Введите что-нибудь теперь здесь: ") # input так же можно использовать таким образом!
